/* NSWindow (Login) : <title:Login> (oid:3) */
"Login" = "புகுபதிவு";

/* NSButtonCell (Login) : <title:Login> (oid:14) */
"Login" = "புகுபதிவு";

/* NSButtonCell (Cancel) : <title:Cancel> (oid:16) */
"Cancel" = "நீக்கறல்";

/* NSButtonCell (Add to Keychain) : <title:Add to Keychain> (oid:24) */
"Add to Keychain" = "திறவுகோல்கொத்தில் சேர்";

/* NSButtonCell (Anonymous Login) : <title:Anonymous Login> (oid:26) */
"Anonymous Login" = "அநாமதேய உள்நுழைவு";

/* NSTextFieldCell (SSH Private Key:) : <title:SSH Private Key:> (oid:ggH-NR-cC6) */
"SSH Private Key:" = "பாஓடு தனியார் திறவுகோல்:";

